Repository: isxcsm/pz-tools
Catalog: src/PzTools.App/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# GameExtensions.SettingsErrorBody
source: Your changes could not be saved. Reopen Game extensions. If the problem continues, check the extension settings file.
cs_cz: Změny se nepodařilo uložit. Znovu otevřete stránku a zkontrolujte soubor nastavení rozšíření.
de_de: Die Änderungen konnten nicht gespeichert werden. Öffnen Sie die Seite erneut und prüfen Sie die Einstellungsdatei der Erweiterungen.
es_es: No se han podido guardar los cambios. Vuelve a abrir la página y revisa el archivo de ajustes de extensiones.
fr_fr: Impossible d’enregistrer vos modifications. Rouvrez la page et vérifiez le fichier des paramètres des extensions.
id_id: Perubahan tidak dapat disimpan. Buka kembali halaman dan periksa berkas pengaturan ekstensi.
it_it: Impossibile salvare le modifiche. Riapri la pagina e controlla il file delle impostazioni delle estensioni.
ja_jp: 変更を保存できませんでした。ページを開き直し、拡張設定ファイルを確認してください。
ko_kr: 변경 사항을 저장하지 못했습니다. 게임 확장 화면을 다시 열어 주세요. 문제가 계속되면 확장 설정 파일을 확인해 주세요.
pl_pl: Nie udało się zapisać zmian. Otwórz stronę ponownie i sprawdź plik ustawień rozszerzeń.
pt_br: Não foi possível salvar as alterações. Reabra a página e verifique o arquivo de configurações das extensões.
ru_ru: Не удалось сохранить изменения. Откройте страницу заново и проверьте файл настроек расширений.
th_th: บันทึกการเปลี่ยนแปลงไม่ได้ โปรดเปิดหน้านี้อีกครั้งและตรวจสอบไฟล์การตั้งค่าส่วนขยาย
tr_tr: Değişiklikler kaydedilemedi. Sayfayı yeniden açın ve eklenti ayarları dosyasını kontrol edin.
uk_ua: Не вдалося зберегти зміни. Відкрийте сторінку знову та перевірте файл налаштувань розширень.
zh_cn: 无法保存更改。请重新打开页面并检查扩展设置文件。
zh_tw: 無法儲存變更。請重新開啟頁面並檢查擴充設定檔。

# GameExtensions.VersionAll
source: All versions
cs_cz: Všechny verze
de_de: Alle Versionen
es_es: Todas las versiones
fr_fr: Toutes les versions
id_id: Semua versi
it_it: Tutte le versioni
ja_jp: すべてのバージョン
ko_kr: 모든 버전
pl_pl: Wszystkie wersje
pt_br: Todas as versões
ru_ru: Все версии
th_th: ทุกเวอร์ชัน
tr_tr: Tüm sürümler
uk_ua: Усі версії
zh_cn: 所有版本
zh_tw: 所有版本

# GameExtensions.VersionMajor
source: Build {0} series
cs_cz: Řada sestavení {0}
de_de: Build-{0}-Reihe
es_es: Serie Build {0}
fr_fr: Série Build {0}
id_id: Seri Build {0}
it_it: Serie Build {0}
ja_jp: ビルド{0}系
ko_kr: 빌드 {0} 계열
pl_pl: Seria kompilacji {0}
pt_br: Série Build {0}
ru_ru: Серия сборок {0}
th_th: บิลด์ตระกูล {0}
tr_tr: Build {0} serisi
uk_ua: Серія збірок {0}
zh_cn: Build {0} 系列
zh_tw: Build {0} 系列

# GameExtensions.VersionMinor
source: Build {0}
cs_cz: Sestavení {0}
ja_jp: ビルド{0}
ko_kr: 빌드 {0}
pl_pl: Kompilacja {0}
ru_ru: Сборка {0}
th_th: บิลด์ {0}
uk_ua: Збірка {0}

# GameExtensions.VersionInfo
source: Supported: {0} · Current game: {1}
cs_cz: Podporováno: {0} · Aktuální hra: {1}
de_de: Unterstützt: {0} · Aktuelles Spiel: {1}
es_es: Compatible: {0} · Juego actual: {1}
fr_fr: Pris en charge : {0} · Jeu actuel : {1}
id_id: Didukung: {0} · Gim saat ini: {1}
it_it: Supportate: {0} · Gioco attuale: {1}
ja_jp: 対応: {0} · 現在のゲーム: {1}
ko_kr: 지원: {0} · 현재 게임: {1}
pl_pl: Obsługiwane: {0} · Bieżąca gra: {1}
pt_br: Compatível: {0} · Jogo atual: {1}
ru_ru: Поддержка: {0} · Текущая игра: {1}
th_th: รองรับ: {0} · เกมปัจจุบัน: {1}
tr_tr: Desteklenen: {0} · Mevcut oyun: {1}
uk_ua: Підтримка: {0} · Поточна гра: {1}
zh_cn: 支持范围：{0} · 当前游戏：{1}
zh_tw: 支援範圍：{0} · 目前遊戲：{1}

# GameExtensions.VersionMismatch
source: Outside supported range · Extension inactive
cs_cz: Mimo podporovaný rozsah · Rozšíření neaktivní
de_de: Außerhalb des unterstützten Bereichs · Erweiterung inaktiv
es_es: Fuera del intervalo compatible · Extensión inactiva
fr_fr: Hors plage prise en charge · Extension inactive
id_id: Di luar rentang dukungan · Ekstensi tidak aktif
it_it: Fuori dall’intervallo supportato · Estensione inattiva
ja_jp: 対応範囲外 · 拡張は無効
ko_kr: 지원 범위 밖 · 확장 비활성
pl_pl: Poza obsługiwanym zakresem · Rozszerzenie nieaktywne
pt_br: Fora da faixa compatível · Extensão inativa
ru_ru: Вне поддерживаемого диапазона · Расширение неактивно
th_th: อยู่นอกช่วงที่รองรับ · ส่วนขยายไม่ทำงาน
tr_tr: Desteklenen aralığın dışında · Eklenti etkin değil
uk_ua: Поза підтримуваним діапазоном · Розширення неактивне
zh_cn: 超出支持范围 · 扩展未启用
zh_tw: 超出支援範圍 · 擴充功能未啟用

# GameExtensions.VersionUnknown
source: Waiting for game version · Extension inactive
cs_cz: Čekání na verzi hry · Rozšíření neaktivní
de_de: Spielversion wird ermittelt · Erweiterung inaktiv
es_es: Esperando la versión del juego · Extensión inactiva
fr_fr: En attente de la version du jeu · Extension inactive
id_id: Menunggu versi gim · Ekstensi tidak aktif
it_it: In attesa della versione del gioco · Estensione inattiva
ja_jp: ゲームバージョンを確認中 · 拡張は無効
ko_kr: 게임 버전 확인 대기 · 확장 비활성
pl_pl: Oczekiwanie na wersję gry · Rozszerzenie nieaktywne
pt_br: Aguardando a versão do jogo · Extensão inativa
ru_ru: Ожидание версии игры · Расширение неактивно
th_th: กำลังรอเวอร์ชันเกม · ส่วนขยายไม่ทำงาน
tr_tr: Oyun sürümü bekleniyor · Eklenti etkin değil
uk_ua: Очікування версії гри · Розширення неактивне
zh_cn: 等待确认游戏版本 · 扩展未启用
zh_tw: 等待確認遊戲版本 · 擴充功能未啟用

# GameExtensions.ForceVersion
source: Ignore supported version range
cs_cz: Ignorovat podporovaný rozsah verzí
de_de: Unterstützten Versionsbereich ignorieren
es_es: Ignorar el intervalo de versiones compatibles
fr_fr: Ignorer la plage de versions prises en charge
id_id: Abaikan rentang versi yang didukung
it_it: Ignora l’intervallo di versioni supportate
ja_jp: 対応バージョンの範囲を無視
ko_kr: 지원 버전 제한 무시
pl_pl: Ignoruj obsługiwany zakres wersji
pt_br: Ignorar a faixa de versões compatíveis
ru_ru: Игнорировать диапазон поддерживаемых версий
th_th: ไม่ใช้ข้อจำกัดช่วงเวอร์ชันที่รองรับ
tr_tr: Desteklenen sürüm aralığını yok say
uk_ua: Ігнорувати діапазон підтримуваних версій
zh_cn: 忽略支持的版本范围
zh_tw: 忽略支援的版本範圍

# GameExtensions.ForceWarning
source: Unsupported versions may cause errors. This ignores the version range only; essential safety checks remain enabled. The extension must be turned on separately.
cs_cz: Nekompatibilní verze mohou způsobit chyby. Tato volba obchází pouze omezení verzí; nezbytné bezpečnostní kontroly zůstávají aktivní. Samotné rozšíření tím nezapnete.
de_de: Nicht unterstützte Versionen können Fehler verursachen. Nur die Versionsbegrenzung wird umgangen; notwendige Sicherheitsprüfungen bleiben aktiv. Die Erweiterung muss separat aktiviert werden.
es_es: Las versiones no compatibles pueden causar errores. Solo se omite el límite de versiones; las comprobaciones de seguridad esenciales siguen activas. La extensión debe activarse por separado.
fr_fr: Les versions non prises en charge peuvent provoquer des erreurs. Seule la restriction de version est ignorée ; les contrôles de sécurité essentiels restent actifs. L’extension doit être activée séparément.
id_id: Versi yang tidak didukung dapat menyebabkan kesalahan. Hanya batas versi yang diabaikan; pemeriksaan keamanan penting tetap aktif. Ekstensi harus diaktifkan secara terpisah.
it_it: Le versioni non supportate possono causare errori. Viene ignorato solo il limite di versione; i controlli di sicurezza essenziali restano attivi. L’estensione deve essere attivata separatamente.
ja_jp: 互換性のないバージョンではエラーが発生する場合があります。バージョン範囲の制限のみ解除し、必須の安全確認は維持します。この設定だけでは拡張機能はオンになりません。
ko_kr: 지원하지 않는 버전에서는 오류가 발생할 수 있습니다. 버전 제한만 무시하며 필수 안전 검사는 유지됩니다. 확장 기능은 별도로 켜야 합니다.
pl_pl: Niezgodne wersje mogą powodować błędy. Pomijane jest tylko ograniczenie wersji; niezbędne kontrole bezpieczeństwa pozostają aktywne. Ta opcja nie włącza rozszerzenia.
pt_br: Versões sem suporte podem causar erros. Apenas o limite de versões é ignorado; as verificações essenciais de segurança permanecem ativas. A extensão precisa ser ativada separadamente.
ru_ru: Несовместимые версии могут вызывать ошибки. Игнорируется только ограничение версий; обязательные проверки безопасности сохраняются. Эта настройка не включает расширение.
th_th: เวอร์ชันที่เข้ากันไม่ได้อาจทำให้เกิดข้อผิดพลาด ตัวเลือกนี้ข้ามเฉพาะข้อจำกัดเวอร์ชัน แต่ยังคงตรวจสอบความปลอดภัยที่จำเป็น และไม่ได้เปิดส่วนขยายให้ทำงาน
tr_tr: Desteklenmeyen sürümler hatalara neden olabilir. Yalnızca sürüm aralığı sınırı kaldırılır; temel güvenlik kontrolleri etkin kalır. Eklenti ayrıca açılmalıdır.
uk_ua: Несумісні версії можуть спричиняти помилки. Ігнорується лише обмеження версій; обов’язкові перевірки безпеки залишаються активними. Це налаштування не вмикає розширення.
zh_cn: 不兼容的版本可能导致错误。此选项仅绕过版本范围限制，不会关闭必要的安全检查，也不会自动开启扩展功能。
zh_tw: 不相容的版本可能造成錯誤。此選項僅略過版本範圍限制，不會關閉必要的安全檢查，也不會自動開啟擴充功能。

# GameExtensions.ForcedVersion
source: Version override · Essential checks still apply
cs_cz: Omezení verze ignorováno · Bezpečnostní kontroly zachovány
de_de: Versionsbegrenzung ignoriert · Sicherheitsprüfungen bleiben aktiv
es_es: Límite de versión omitido · Comprobaciones esenciales activas
fr_fr: Restriction de version ignorée · Contrôles essentiels maintenus
id_id: Batas versi diabaikan · Pemeriksaan penting tetap aktif
it_it: Limite di versione ignorato · Controlli essenziali mantenuti
ja_jp: バージョン制限を無視 · 必須の確認は維持
ko_kr: 버전 제한 무시 · 필수 안전 검사 유지
pl_pl: Ograniczenie wersji pominięte · Kontrole bezpieczeństwa zachowane
pt_br: Limite de versão ignorado · Verificações essenciais mantidas
ru_ru: Ограничение версии отключено · Обязательные проверки сохранены
th_th: ข้ามข้อจำกัดเวอร์ชัน · ยังคงตรวจสอบความปลอดภัย
tr_tr: Sürüm sınırı kaldırıldı · Temel kontroller etkin
uk_ua: Обмеження версії вимкнено · Обов’язкові перевірки збережено
zh_cn: 已忽略版本限制 · 保留必要安全检查
zh_tw: 已忽略版本限制 · 保留必要安全檢查

# GameExtensions.ExecutionRunning
source: Extension save in progress
cs_cz: Probíhá ukládání rozšířením
de_de: Speichern durch die Erweiterung läuft
es_es: Guardado de la extensión en curso
fr_fr: Enregistrement par l’extension en cours
id_id: Penyimpanan melalui ekstensi berlangsung
it_it: Salvataggio tramite estensione in corso
ja_jp: 拡張保存を実行中
ko_kr: 확장 저장 진행 중
pl_pl: Trwa zapis przez rozszerzenie
pt_br: Salvamento pela extensão em andamento
ru_ru: Сохранение расширением выполняется
th_th: กำลังบันทึกด้วยส่วนขยาย
tr_tr: Eklenti aracılığıyla kayıt sürüyor
uk_ua: Триває збереження розширенням
zh_cn: 正在使用扩展保存
zh_tw: 正在使用擴充儲存

# GameExtensions.ExecutionSucceeded
source: Last request: extension save completed
cs_cz: Poslední požadavek: uložení rozšířením dokončeno
de_de: Letzte Anfrage: Speichern durch die Erweiterung abgeschlossen
es_es: Última solicitud: guardado de la extensión completado
fr_fr: Dernière demande : enregistrement par l’extension terminé
id_id: Permintaan terakhir: penyimpanan melalui ekstensi selesai
it_it: Ultima richiesta: salvataggio tramite estensione completato
ja_jp: 前回の要求：拡張保存が完了
ko_kr: 마지막 요청: 확장 저장 완료
pl_pl: Ostatnie żądanie: zapis przez rozszerzenie ukończony
pt_br: Última solicitação: salvamento pela extensão concluído
ru_ru: Последний запрос: сохранение расширением завершено
th_th: คำขอล่าสุด: บันทึกด้วยส่วนขยายสำเร็จ
tr_tr: Son istek: eklenti aracılığıyla kayıt tamamlandı
uk_ua: Останній запит: збереження розширенням завершено
zh_cn: 上次请求：扩展保存完成
zh_tw: 上次請求：擴充儲存完成

# GameExtensions.ExecutionFallback
source: Last request: standard save used ({0})
cs_cz: Poslední požadavek: použito běžné uložení ({0})
de_de: Letzte Anfrage: Standardspeicherung verwendet ({0})
es_es: Última solicitud: guardado estándar usado ({0})
fr_fr: Dernière demande : enregistrement standard utilisé ({0})
id_id: Permintaan terakhir: penyimpanan standar digunakan ({0})
it_it: Ultima richiesta: salvataggio standard utilizzato ({0})
ja_jp: 前回の要求：標準保存を使用（{0}）
ko_kr: 마지막 요청: 기본 저장 사용 ({0})
pl_pl: Ostatnie żądanie: użyto zwykłego zapisu ({0})
pt_br: Última solicitação: salvamento padrão usado ({0})
ru_ru: Последний запрос: обычное сохранение ({0})
th_th: คำขอล่าสุด: ใช้การบันทึกมาตรฐาน ({0})
tr_tr: Son istek: standart kayıt kullanıldı ({0})
uk_ua: Останній запит: звичайне збереження ({0})
zh_cn: 上次请求：使用标准保存（{0}）
zh_tw: 上次請求：使用標準儲存（{0}）

# GameExtensions.ExecutionFailed
source: Last request: save failed ({0})
cs_cz: Poslední požadavek: uložení selhalo ({0})
de_de: Letzte Anfrage: Speichern fehlgeschlagen ({0})
es_es: Última solicitud: error al guardar ({0})
fr_fr: Dernière demande : échec de l’enregistrement ({0})
id_id: Permintaan terakhir: penyimpanan gagal ({0})
it_it: Ultima richiesta: salvataggio non riuscito ({0})
ja_jp: 前回の要求：保存に失敗（{0}）
ko_kr: 마지막 요청: 저장 실패 ({0})
pl_pl: Ostatnie żądanie: zapis nie powiódł się ({0})
pt_br: Última solicitação: falha ao salvar ({0})
ru_ru: Последний запрос: ошибка сохранения ({0})
th_th: คำขอล่าสุด: บันทึกไม่สำเร็จ ({0})
tr_tr: Son istek: kayıt başarısız ({0})
uk_ua: Останній запит: помилка збереження ({0})
zh_cn: 上次请求：保存失败（{0}）
zh_tw: 上次請求：儲存失敗（{0}）

# CoffeeSupport.Title
source: Buy me a coffee
cs_cz: Pozvat na kávu
de_de: Einen Kaffee spendieren
es_es: Invítame a un café
fr_fr: Offrir un café
id_id: Traktir saya kopi
it_it: Offrimi un caffè
ja_jp: コーヒーで応援
ko_kr: 커피 한 잔으로 응원
pl_pl: Postaw mi kawę
pt_br: Apoie com um café
ru_ru: Угостить кофе
th_th: เลี้ยงกาแฟสักแก้ว
tr_tr: Bir kahve ısmarla
uk_ua: Пригостити кавою
zh_cn: 请我喝杯咖啡
zh_tw: 請我喝杯咖啡

# CoffeeSupport.Message
source: Was PZ Tools helpful?
cs_cz: Pomohl vám PZ Tools?
de_de: War PZ Tools hilfreich?
es_es: ¿Te ha servido PZ Tools?
fr_fr: PZ Tools vous a été utile ?
id_id: Apakah PZ Tools membantu Anda?
it_it: PZ Tools ti è stato utile?
ja_jp: お役に立ちましたか？
ko_kr: 도움이 되셨나요?
pl_pl: PZ Tools się przydał?
pt_br: O PZ Tools foi útil?
ru_ru: PZ Tools оказался полезным?
th_th: PZ Tools ช่วยคุณได้ไหม?
tr_tr: PZ Tools işinize yaradı mı?
uk_ua: PZ Tools став у пригоді?
zh_cn: 这个工具帮到您了吗？
zh_tw: 這個工具幫到您了嗎？

# RuntimeBackupOffline
source: Game is not running
cs_cz: Hra není spuštěna
de_de: Das Spiel läuft nicht
es_es: El juego no está en ejecución
fr_fr: Le jeu n’est pas lancé
id_id: Gim tidak berjalan
it_it: Il gioco non è in esecuzione
ja_jp: ゲームが起動していません
ko_kr: 게임이 실행 중이 아닙니다
pl_pl: Gra nie jest uruchomiona
pt_br: O jogo não está em execução
ru_ru: Игра не запущена
th_th: เกมไม่ได้กำลังทำงาน
tr_tr: Oyun çalışmıyor
uk_ua: Гру не запущено
zh_cn: 游戏未运行
zh_tw: 遊戲未執行

# RuntimeBackupSleeping
source: Character sleeping
cs_cz: Postava spí
de_de: Charakter schläft
es_es: El personaje está durmiendo
fr_fr: Le personnage dort
id_id: Karakter sedang tidur
it_it: Il personaggio sta dormendo
ja_jp: キャラクターが睡眠中
ko_kr: 캐릭터 수면 중
pl_pl: Postać śpi
pt_br: O personagem está dormindo
ru_ru: Персонаж спит
th_th: ตัวละครกำลังนอนหลับ
tr_tr: Karakter uyuyor
uk_ua: Персонаж спить
zh_cn: 角色正在睡眠
zh_tw: 角色正在睡眠

# Extension.VehicleDrivetrain.Title
source: Vehicle driving improvements
cs_cz: Vylepšení řízení vozidel
de_de: Verbessertes Fahrverhalten
es_es: Mejoras de conducción
fr_fr: Amélioration de la conduite
id_id: Peningkatan berkendara
it_it: Miglioramenti alla guida
ja_jp: 車両の操作性改善
ko_kr: 차량 주행 개선
pl_pl: Ulepszenia prowadzenia pojazdów
pt_br: Melhorias na condução
ru_ru: Улучшенное управление автомобилем
th_th: ปรับปรุงการขับขี่ยานพาหนะ
tr_tr: Araç sürüşü iyileştirmeleri
uk_ua: Покращене керування автомобілем
zh_cn: 车辆驾驶优化
zh_tw: 車輛駕駛改善

# Extension.VehicleDrivetrain.Description
source: Improve forward acceleration and shifting, reversing, and keyboard steering independently, and light the ground around the vehicle while its headlights are on. Experimental; single-player only.
cs_cz: Samostatně vylepšuje zrychlování vpřed, řazení, couvání a řízení klávesnicí a při rozsvícených světlech osvětluje okolí vozidla. Experimentální; pouze pro jednoho hráče.
de_de: Vorwärtsbeschleunigung, Gangwechsel, Rückwärtsfahren und Tastaturlenkung unabhängig verbessern und bei eingeschalteten Scheinwerfern die Umgebung des Fahrzeugs beleuchten. Experimentell; nur im Einzelspielermodus.
es_es: Mejora por separado la aceleración hacia delante y los cambios de marcha, la marcha atrás y la dirección con teclado, e ilumina alrededor del vehículo con los faros encendidos. Experimental; solo para un jugador.
fr_fr: Améliore séparément l’accélération en marche avant et les changements de rapport, la marche arrière et la direction au clavier, et éclaire les abords du véhicule phares allumés. Fonction expérimentale, réservée au solo.
id_id: Tingkatkan akselerasi maju dan perpindahan gigi, gerak mundur, serta kemudi keyboard secara terpisah, dan terangi sekitar kendaraan saat lampu depan menyala. Eksperimental; khusus pemain tunggal.
it_it: Migliora separatamente accelerazione in avanti e cambi marcia, retromarcia e sterzo da tastiera, e illumina i dintorni del veicolo a fari accesi. Sperimentale; solo giocatore singolo.
ja_jp: 前進時の加速・変速、後退、キーボード操舵を個別に改善し、ヘッドライト点灯中は車両の周囲を照らします。シングルプレイ専用の実験的な機能です。
ko_kr: 전진 가속·변속, 후진, 키보드 조향을 각각 개선하고, 헤드라이트를 켜면 차량 주변을 밝힙니다. 싱글플레이용 실험 기능입니다.
pl_pl: Osobno ulepsza przyspieszanie, zmianę biegów, cofanie i kierowanie klawiaturą oraz oświetla otoczenie pojazdu przy włączonych reflektorach. Funkcja eksperymentalna, tylko dla jednego gracza.
pt_br: Melhora separadamente a aceleração para a frente e as trocas de marcha, a ré e a direção pelo teclado, e ilumina ao redor do veículo com os faróis acesos. Experimental; apenas para um jogador.
ru_ru: Независимо улучшает разгон вперёд, переключение передач, задний ход и управление с клавиатуры, а при включённых фарах освещает пространство вокруг машины. Экспериментально; только для одиночной игры.
th_th: ปรับการเร่งและเปลี่ยนเกียร์เดินหน้า การถอยหลัง และการเลี้ยวด้วยคีย์บอร์ดแยกกัน และส่องสว่างรอบตัวรถเมื่อเปิดไฟหน้า ฟีเจอร์ทดลองสำหรับผู้เล่นคนเดียวเท่านั้น
tr_tr: İleri hızlanma ve vites geçişlerini, geri sürüşü ve klavyeyle direksiyon kontrolünü ayrı ayrı iyileştirir; farlar açıkken aracın çevresini aydınlatır. Deneyseldir; yalnızca tek oyunculu oyun içindir.
uk_ua: Незалежно покращує розгін уперед, перемикання передач, задній хід і керування з клавіатури, а з увімкненими фарами освітлює простір навколо машини. Експериментально; лише для одиночної гри.
zh_cn: 分别改善前进加速与换挡、倒车和键盘转向，并在开启前灯时照亮车辆周围。仅限单人游戏的实验性功能。
zh_tw: 分別改善前進加速與換檔、倒車和鍵盤轉向，並在開啟前燈時照亮車輛周圍。僅限單人遊戲的實驗性功能。

# VehicleDrivetrain.Torque
source: Natural acceleration and shifting
cs_cz: Přirozené zrychlování a řazení
de_de: Natürliches Beschleunigen und Schalten
es_es: Aceleración y cambios de marcha naturales
fr_fr: Accélération et changements de rapport naturels
id_id: Akselerasi dan perpindahan gigi alami
it_it: Accelerazione e cambi marcia naturali
ja_jp: 自然な加速・変速
ko_kr: 자연스러운 가속·변속
pl_pl: Naturalne przyspieszanie i zmiana biegów
pt_br: Aceleração e trocas de marcha naturais
ru_ru: Естественный разгон и переключение передач
th_th: เร่งและเปลี่ยนเกียร์อย่างเป็นธรรมชาติ
tr_tr: Doğal hızlanma ve vites geçişleri
uk_ua: Природний розгін і перемикання передач
zh_cn: 自然加速与换挡
zh_tw: 自然加速與換檔

# VehicleDrivetrain.TorqueDescription
source: Adjust forward acceleration based on engine speed and the current gear.
cs_cz: Přizpůsobuje zrychlování vpřed otáčkám motoru a převodovému stupni.
de_de: Passt die Vorwärtsbeschleunigung an Motordrehzahl und Gang an.
es_es: Ajusta la aceleración hacia delante al régimen del motor y a la marcha.
fr_fr: Adapte l’accélération en marche avant au régime moteur et au rapport engagé.
id_id: Menyesuaikan akselerasi maju dengan putaran mesin dan gigi.
it_it: Adatta l’accelerazione in avanti al regime del motore e alla marcia.
ja_jp: エンジン回転数とギアに合わせて前進時の加速を調整します。
ko_kr: 엔진 회전수와 기어에 맞춰 전진 가속을 조절합니다.
pl_pl: Dostosowuje przyspieszanie do przodu do obrotów silnika i biegu.
pt_br: Ajusta a aceleração para a frente à rotação do motor e à marcha.
ru_ru: Настраивает разгон вперёд в зависимости от оборотов двигателя и передачи.
th_th: ปรับการเร่งเดินหน้าตามรอบเครื่องยนต์และเกียร์
tr_tr: İleri hızlanmayı motor devrine ve vitese göre ayarlar.
uk_ua: Налаштовує розгін уперед відповідно до обертів двигуна й передачі.
zh_cn: 根据发动机转速和挡位调整前进加速。
zh_tw: 根據引擎轉速和檔位調整前進加速。

# VehicleDrivetrain.Reverse
source: Smooth reversing
cs_cz: Plynulé couvání
de_de: Sanftes Rückwärtsfahren
es_es: Marcha atrás suave
fr_fr: Marche arrière progressive
id_id: Mundur dengan halus
it_it: Retromarcia fluida
ja_jp: 滑らかな後退
ko_kr: 부드러운 후진
pl_pl: Płynne cofanie
pt_br: Ré suave
ru_ru: Плавный задний ход
th_th: ถอยหลังอย่างนุ่มนวล
tr_tr: Yumuşak geri sürüş
uk_ua: Плавний задній хід
zh_cn: 平稳倒车
zh_tw: 平穩倒車

# VehicleDrivetrain.ReverseDescription
source: Ease into reverse and limit reversing speed.
cs_cz: Zjemňuje rozjezd při couvání a omezuje jeho rychlost.
de_de: Ermöglicht sanftes Anfahren im Rückwärtsgang und begrenzt die Rückwärtsgeschwindigkeit.
es_es: Suaviza el arranque marcha atrás y limita su velocidad.
fr_fr: Adoucit le démarrage en marche arrière et limite sa vitesse.
id_id: Memperhalus awal gerak mundur dan membatasi kecepatannya.
it_it: Rende graduale la partenza in retromarcia e ne limita la velocità.
ja_jp: 後退時の発進を穏やかにし、速度を制限します。
ko_kr: 후진 출발과 속도를 완만하게 조절합니다.
pl_pl: Łagodzi ruszanie do tyłu i ogranicza prędkość cofania.
pt_br: Suaviza a arrancada em ré e limita sua velocidade.
ru_ru: Смягчает начало движения назад и ограничивает его скорость.
th_th: ทำให้ออกตัวถอยหลังนุ่มนวลขึ้นและจำกัดความเร็วถอยหลัง
tr_tr: Geri kalkışı yumuşatır ve geri sürüş hızını sınırlar.
uk_ua: Пом’якшує початок руху назад і обмежує його швидкість.
zh_cn: 缓和倒车起步并限制倒车速度。
zh_tw: 緩和倒車起步並限制倒車速度。

# VehicleDrivetrain.Steering
source: Precise keyboard steering
cs_cz: Přesné řízení klávesnicí
de_de: Präzise Tastaturlenkung
es_es: Dirección precisa con teclado
fr_fr: Direction précise au clavier
id_id: Kemudi keyboard presisi
it_it: Sterzo preciso da tastiera
ja_jp: 正確なキーボード操舵
ko_kr: 정확한 키보드 조향
pl_pl: Precyzyjne kierowanie klawiaturą
pt_br: Direção precisa pelo teclado
ru_ru: Точное управление с клавиатуры
th_th: บังคับเลี้ยวด้วยคีย์บอร์ดอย่างแม่นยำ
tr_tr: Hassas klavye direksiyonu
uk_ua: Точне кермування з клавіатури
zh_cn: 精确键盘转向
zh_tw: 精確鍵盤轉向

# VehicleDrivetrain.SteeringDescription
source: Steers exactly as much as you hold the key, even when the frame rate is unstable.
cs_cz: Zatáčí přesně podle toho, jak dlouho držíte klávesu, i při nestabilní snímkové frekvenci.
de_de: Lenkt genau so viel, wie Sie die Taste halten, auch bei instabiler Bildrate.
es_es: Gira exactamente lo que mantienes la tecla, incluso con una tasa de fotogramas inestable.
fr_fr: Tourne exactement autant que vous maintenez la touche, même avec une fréquence d'images instable.
id_id: Berbelok tepat selama tombol ditahan, meski frame rate tidak stabil.
it_it: Sterza esattamente quanto tieni premuto il tasto, anche con una frequenza dei fotogrammi instabile.
ja_jp: フレームレートが不安定でも、キーを押した分だけ正確に操舵します。
ko_kr: 프레임이 불안정해도 키를 누른 만큼 정확하게 조향합니다.
pl_pl: Skręca dokładnie tyle, ile trzymasz klawisz, nawet przy niestabilnej liczbie klatek.
pt_br: Vira exatamente o quanto você segura a tecla, mesmo com a taxa de quadros instável.
ru_ru: Поворачивает ровно настолько, сколько удерживается клавиша, даже при нестабильной частоте кадров.
th_th: เลี้ยวตรงตามที่กดปุ่มไว้อย่างแม่นยำ แม้เฟรมเรตจะไม่คงที่
tr_tr: Kare hızı dengesiz olsa bile tuşu ne kadar basılı tutarsanız tam o kadar döner.
uk_ua: Повертає рівно настільки, скільки утримується клавіша, навіть за нестабільної частоти кадрів.
zh_cn: 即使帧率不稳定，也能按按键时长准确转向。
zh_tw: 即使影格率不穩定，也能依按鍵時長準確轉向。

# VehicleDrivetrain.AreaLight
source: Light around the vehicle
cs_cz: Světlo kolem vozidla
de_de: Licht rund ums Fahrzeug
es_es: Luz alrededor del vehículo
fr_fr: Éclairage autour du véhicule
id_id: Cahaya di sekitar kendaraan
it_it: Luce intorno al veicolo
ja_jp: 車両周辺のライト
ko_kr: 차량 주변 조명
pl_pl: Światło wokół pojazdu
pt_br: Luz ao redor do veículo
ru_ru: Свет вокруг машины
th_th: แสงรอบตัวรถ
tr_tr: Aracın çevresinde ışık
uk_ua: Світло навколо машини
zh_cn: 车辆周围照明
zh_tw: 車輛周圍照明
